{
    "title": "nextJs Landingpage",
    "description": "Generated by create next app",
    "content": [
        {
            "type": "hero",
            "badge": "BMI-Rechner",
            "title": "Schätze ich mein Gewicht richtig ein?",
            "description": "Der BMI (Body-Mass-Index) hilft, das Körpergewicht richtig zu deuten. Mit unserem BMI-Rechner lässt sich ganz einfach berechnen, ob Sie Normalgewicht haben, unter- oder übergewichtig sind. Sie brauchen nur Alter*, aktuelles Gewicht und Größe, um unseren Rechner gleich jetzt zu nutzen.",
            "buttonLabel": "Berechne deinen BMI",
            "url": "#bmi",
            "image": "src/icons/annual-assessment-svgrepo-com.svg"
        },
        {
            "type": "calculator",
            "id": "bmi",
            "title": "BMI Rechner",
            "error": "Bitte gib dein Gewicht und deine Körpergröße ein!",
            "result": "Dein BMI:",
            "genderInfo": "Dies hilft uns, Ihren BMI für Männer, Frauen, Kinder, Jugendliche und Senioren angemessen einzuschätzen:",
            "labelMale": "Männlich",
            "labelFemale": "Weiblich",
            "labelGoal": "Dein Ziel",
            "goalWeightLoss": "Abnehmen",
            "goalHealth": "Gesund leben",
            "labelWeight": "Gewicht",
            "labelWeightUnit": "(in kg)",
            "labelHeight": "Körpergröße",
            "labelHeightUnit": "(in cm)",
            "oldMetric": "Dein BMI anhand der alten Skala:",
            "submit": "Berechnen",
            "reset": "Zürücksetzen",
            "resultCategory": "Deine BMI Kategorie: ",
            "resultNormal": "Normal",
            "resultUnder": "Untergewicht",
            "resultOver": "Übergewicht",
            "resultObese": "Fettleibig",
            "firstName": "Name",
            "info": "Erhalte personalisierte Ergebnisse zu deinem Ziel."
        },
        {
            "type": "testimonial",
            "title": "Was unsere Kunden sagen",
            "persons": [
                {
                    "id": 1,
                    "name": "Peter",
                    "quote": "Ich treffe eine bewusste Auswahl von Lebensmitteln und habe mehr Aktivität",
                    "img": "src/icons/lawyer-member-services-svgrepo-com.svg"
                },
                {
                    "id": 2,
                    "name": "Sabine",
                    "quote": "Dank des Ernährungsplans fing ich an, viel Obst und Gemüse zu essen",
                    "img": "src/icons/lawyer-member-services-svgrepo-com.svg"
                },
                {
                    "id": 3,
                    "name": "Björn",
                    "quote": "Ich habe gute Essgewohnheiten entwickelt, um den lebenslangen Erfolg zu erhalten",
                    "img": "src/icons/lawyer-member-services-svgrepo-com.svg"
                },
                {
                    "id": 4,
                    "name": "Janine",
                    "quote": "Ich trainiere regelmäßig und bin immer bereit, neue Aktivitäten auszuprobieren",
                    "img": "src/icons/lawyer-member-services-svgrepo-com.svg"
                }
            ]
        },
        {
            "type": "slide",
            "id": 3,
            "title": "Lebe gesünder mit unseren Ernährungsprogrammen",
            "titleWeight": "Abnehmen mit unserem Ernährungsprogramm",
            "description": "Du möchtest deine Ernährung nachhaltig umstellen und gesünder leben? Wir unterstützen Sie mit unseren exklusiven Ernährungsprogrammen. Wählen Sie das Angebot, das am besten zu Ihnen passt: Einzelcoaching oder 10-wöchiger Online-Kurs. Die Kurskosten übernehmen wir für Sie.",
            "buttonLabel": "Deine Vorteile",
            "url": "#benefits"
        },
        {
            "type": "slider",
            "id": "benefits",
            "greeting": "Hey %s, das sind deine Vorteile:",
            "slides": [
                {
                    "id": "slide1",
                    "imageSrc": "src/icons/forensic-member-services-svgrepo-com.svg",
                    "title": "Wir unterstützen Sie bei einer gesunden Ernährung",
                    "description": "Der Gesundheit Priorität einzuräumen ist eine Herausforderung. Vor allem, wenn es im Job stressig und der Terminkalender voll ist. Wir unterstützen Sie Schritt für Schritt, wenn Sie Ihre Ernährung langfristig umstellen möchten.",
                    "features": [
                        "Gesundheitsbonus",
                        "Online-Gesundheitskurse"
                    ]
                },
                {
                    "id": "slide2",
                    "imageSrc": "src/icons/legal-service-svgrepo-com.svg",
                    "title": "Gesundheitsbonus",
                    "description": "Individuelles Engagement für die Gesundheit beugt Krankheiten vor. Deshalb belohnen wir jeden, der an Gesundheitskursen teilnimmt. Lassen Sie sich Ihre Gesundheitsbonuskurse anrechnen."
                },
                {
                    "id": "slide3",
                    "imageSrc": "src/icons/community-corrections-bureau-svgrepo-com.svg",
                    "title": "Online-Gesundheitskurse",
                    "description": "Profitieren Sie von unseren zahlreichen Digital Health Kursen und wählen Sie das für Sie passende Angebot. Jedes Jahr bezuschussen wir zwei anerkannte Online-Gesundheitskurse mit jeweils bis zu 150 Euro.",
                    "buttonLabel": "Mehr",
                    "url": "#course"
                },
                {
                    "id": "slide4",
                    "imageSrc": "src/icons/forensic-member-services-svgrepo-com.svg",
                    "title": "Die Vorteile unserer Online-Kurse:",
                    "description": "Jedes Jahr bezuschussen wir zwei anerkannte Online-Gesundheitskurse mit jeweils bis zu 150 Euro.",

                    "features": [
                        "Sie sind nicht an feste Kurszeiten gebunden.",
                        "Sie können Ihren Kurs bequem von zu Hause aus absolvieren."
                    ]
                }
            ]
        },
        {
            "type": "slide",
            "id": "course",
            "imageSrc": "src/icons/industry-association-svgrepo-com.svg",
            "title": "Kostenlose Online-Präventionskurse",
            "description": "In zehn 50-minütigen Einheiten führt der Trainer mit Ihnen ausgewählte Übungen zur Kräftigung Ihrer Rücken- und Bauchmuskulatur durch. Dieses effektive Haltungstraining wirkt Rückenproblemen, Verspannungen und Blockaden nachhaltig entgegen. Begleitende Unterlagen unterstützen Sie bei der Vertiefung der Trainingsschwerpunkte und stehen zum Download bereit.",
            "features": [
                "Präventionskurse für alle, die sportlich aktiv werden wollen",
                "Smartphone, Tablet, Smart-TV, PC, Laptop",
                "Keine versteckten Kosten"
            ],
            "align": "right"
        },
        {
            "type": "slide",
            "id": "reimburse",
            "imageSrc": "src/icons/drug-management-svgrepo-com.svg",
            "title": "So erhalten Sie eine Rückerstattung:",
            "description": "Sie bezahlen den Kurs und nehmen an mindestens 80 Prozent der Sitzungen teil. Am Ende des Kurses erhalten Sie eine Quittung und eine Teilnahmebestätigung. Bitte vermerken Sie darauf Ihre Versicherungsnummer und senden Sie uns beides einfach zu. Einen Erstattungsantrag benötigen wir nicht."
            
        },
        {
            "type": "slide",
            "id": "search",
            "imageSrc": "src/icons/remote-teaching-svgrepo-com.svg",
            "title": "So finden Sie den passenden Online-Kurs:",
            "description": "Über den folgenden Link gelangen Sie zu den Online-Kursen in unserer Kursdatenbank. Wählen Sie dort weitere Suchkriterien aus (z. B. \"Stichwort\" oder \"Kurs beginnt ab\") und klicken Sie auf \"Suche starten\".",
            "buttonLabel": "Finde deinen Kurs",
            "url": "#",
            "align": "right"
        },
        {
            "type": "imprint",
            "title": "Imprint",
            "description": "Disclaimer for Company NameIf you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at Email@Website.com.Disclaimers for Company NameAll the information on this website is published in good faith and for general information purpose only. Website Name does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (Website.com), is strictly at your own risk. will not be liable for any losses and/or damages in connection with the use of our website.From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone ‘bad'.Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information."
        },
        {
            "type": "articles",
            "title": "Weitere Artikel"
        }
    ],
    "articles": [
        {
            "slug": "article-1",
            "title": "Welchen Einfluss hat das Alter auf den BMI?",
            "description": "Ab ca. 40 Jahren verschiebt sich das Normalgewicht aufgrund einer Veränderung des Stoffwechsels.",
            "detail": "Experten gehen davon aus, dass sich ab einem Alter von etwa 40 Jahren das Normalgewicht aufgrund einer Veränderung des Stoffwechsels und der Zusammensetzung des Körpers verschiebt. Das führt dazu, dass mit zunehmendem Alter ein immer höherer BMI-Wert als Normalgewicht angesehen wird.",
            "image": "/src/img/2-5000x3333.jpg"
        },
        {
            "slug": "article-2",
            "title": "BMI-Rechner - der Unterschied der Geschlechter",
            "description": "Die Formel bleibt, Unter- und Obergrenzen sind unterschiedlich",
            "detail": "Bei Frauen wird der Body-Mass-Index mit derselben Formel berechnet wie bei Männern. Die Unter- und Obergrenzen werden bei Frauen jedoch etwas niedriger angesetzt. Experten gehen davon aus, dass erwachsene Männer häufig eine größere Muskelmasse besitzen als Frauen, und der BMI von Frauen und Männern daher abweicht. Zudem beeinflussen bei Frauen die Wechseljahre (Menopause) den BMI. ",
            "image": "/src/img/2-5000x3333.jpg"
        },
        {
            "slug": "article-3",
            "title": "Der ideale BMI aus medizinischer Sicht",
            "description": "Idealgewichts oder Wohlfühlgewicht?",
            "detail": "Empfehlenswert ist es, wenn sich der BMI--Body Mass Index bei Erwachsenen über 20 Jahre in einer Spanne von 18,5 bis 24,9 bewegt. In diesem Bereich spricht man von Normalgewicht und einem optimalen BMI. Etwa ein Drittel der Männer und rund die Hälfte der Frauen in Deutschland haben gemäß Klassifizierung einen normalen BMI und somit ein normales Gewicht. Häufig verwendet wurde der Begriff des Idealgewichts. Heute raten Experten von diesem Begriff eher ab, da es wichtiger ist, sich auf sein Körpergefühl zu verlassen und das persönliche Wohlfühlgewicht anzustreben. ",
            "image": "/src/img/2-5000x3333.jpg"
        },
        {
            "slug": "article-4",
            "title": "Die BMI-Formel",
            "description": "Gewicht und Körpergröße im Verhältnis.",
            "detail": "Der Body Mass Index (BMI) setzt Gewicht und Körpergröße ins Verhältnis. Die Formel, die dahinter liegt, setzt das Körpergewicht in Kilogramm mit der Körpergröße in Metern zum Quadrat ins Verhältnis:</p><p><strong>BMI-Formel = Körpergewicht (in kg) geteilt durch Körpergröße (in m) zum Quadrat.</strong></p>",
            "image": "/src/img/2-5000x3333.jpg"
        }
    ]
}